Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/weblate-hosted.tmx
Source language: en
Languages: sv

source: Full name
sv: Fullständigt namn

source: Payment rejected
sv: Betalning avvisad

source: Awaiting payment
sv: Väntar på betalning

source: Annual
sv: Årlig

source: Postcode and city
sv: Postnummer och stad

source: Languages limit
sv: Gräns för språk

source: Create billing plan
sv: Skapa faktureringsplan

source: All listed prices exclude VAT.
sv: Alla listade priser är exklusive moms.

source: Address
sv: Adress

source: E-mail
sv: E-post

source: Payment processed
sv: Betalning har behandlats

source: EU end users and Czech companies will be charged with additional 21%% VAT.
sv: Slutanvändare i Europeiska unionen och tjeckiska företag debiteras ytterligare 21%% moms.

source: Weblate commercial services management
sv: Weblates hantering av kommersiella tjänster

source: Thank you for purchasing a hosting plan, it is now active.
sv: Tack för att du har tecknat ett hostingabonnemang. Det är nu aktivt.

source: Additional address information
sv: Ytterligare adressinformation

source: Unknown reason
sv: Okänd anledning

source: Sign in here to access our services:
sv: Logga in här för att komma åt våra tjänster:

source: Selected plan
sv: Vald plan

source: Projects limit
sv: Gräns för projekt

source: Biannual
sv: Halvårsvis

source: Postcode
sv: Postnummer

source: Web-based <strong>continuous</strong> localization
sv: Webbaserad <strong>fortlöpande</strong> lokalisering

source: New payment
sv: Ny betalning

source: Payment accepted
sv: Betalning accepterad

source: Current plan
sv: Aktuell plan

source: The country has to match your VAT code
sv: Landet måste matcha ditt momsnummer

source: European VAT ID
sv: Europeiskt moms-ID

source: Too small
sv: För liten

source: Hosted strings limit
sv: Gräns för värdbaserade strängar

source: The payment was rejected: {}
sv: Betalningen avvisades: {}

source: Unlimited
sv: Obegränsat

source: No matching payment found.
sv: Ingen matchande betalning hittades.

source: Company or individual name
sv: Företags- eller privatpersonsnamn

source: Payments are temporarily inactive.
sv: Betalningar är tillfälligt inaktiva.

source: Please choose a hosting plan that fits the size of your project.
sv: Välj ett hostingabonnemang som passar ditt projekts storlek.

source: Choose the billing plan you want to update
sv: Välj den faktureringsplan du vill uppdatera

source: %(price)s EUR / month
sv: %(price)s EUR / månad

source: Create new billing plan
sv: Skapa ny faktureringsplan

source: Quarterly
sv: Kvartalsvis

source: Source strings limit
sv: Gräns för källsträngar

source: Monthly
sv: Månadsvis

source: This billing plan covers following projects:
sv: Faktureringsplanen täcker följande projekt:

source: Payment card
sv: Betalkort

source: New billing plan
sv: Ny faktureringsplan

source: Your billing plan was paid
sv: Din faktureringsplan har betalats

source: %(price)s EUR including VAT
sv: %(price)s EUR inklusive moms

source: Weblate customer care portal
sv: Weblates kundtjänstportal

source: VAT ID validation service unavailable for {}, please try again later.
sv: Valideringstjänsten för moms-ID är inte tillgänglig för {}, försök igen senare.

source: Check your billing status
sv: Kontrollera din faktureringsstatus

source: IBAN bank transfer
sv: IBAN banköverföring

source: Tax registration
sv: Skatteregistrering

source: Billing
sv: Fakturering

source: Country
sv: Land

source: {} does not match the country's VAT ID specifications.
sv: {} stämmer inte med landets moms-ID-specifikationer.

source: Please fill in European Union VAT ID, leave blank if not applicable.
sv: Vänligen fyll i EU:s moms-ID, lämna tomt om inte tillämpligt.

source: Too small for your project.
sv: För liten för ditt projekt.

source: The reverse charge applies to invoices issued to businesses within the EU.
sv: Omvänd skattskyldighet gäller för fakturor som utfärdas till företag inom Europeiska unionen.

source: Current billing status
sv: Aktuell faktureringsstatus

source: One-time
sv: Engångsbetalning

source: {} is not a valid VAT ID.
sv: {} är inte ett giltigt moms-ID.

source: Pricing is based on the number of source strings and target languages. The source string is a text unit defined in a translation format, it can be a word, sentence or paragraph.
sv: Prissättning baseras på antalet källsträngar och språk. Källsträngen är en textenhet definierad i ett översättningsformat, det kan vara ett ord, en mening eller ett stycke.

source: Thank you for purchasing a hosting plan, the payment for it is pending and will be processed in the background.
sv: Tack för att du har tecknat ett hostingabonnemang. Betalningen behandlas i bakgrunden.

source: {} is not a valid country code for any European Union member.
sv: {} är inte en giltig landskod för en medlemsstat i Europeiska unionen.

source: Thank you for the payment, your billing is now paid.
sv: Tack för betalningen, din faktura är nu betald.

source: Please fill in your tax registration if it should appear on the invoice.
sv: Vänligen fyll i din skatteregistrering om den ska visas på fakturan.

source: %(price)s EUR / year
sv: %(price)s EUR / år
